;Language file of Revo Uninstaller
;This section must use Lithuanian
[Info]
Language=Lithuanian
WebLang=LT
Translator=Anis Andis
Codepage=UNICODE 
Version=1.94

[Uninstaller Toolbar]
102 = Žiūrėti
103 = Pasirinkimai
104 = Išdiegėjas
105 = Įrankiai
106 = Medžiotojo būsena
107 = Sąrašas
108 = Piktogramos
109 = Detalės
110 = Išdiegti
111 = Pašalinti įrašą
112 = Atnaujinti sąrašą
113 = Ar tikrai norite pašalinti pasirinktą įrašą?
114 = Ar tikrai norite pašalinti pasirinktą programą?
115 = Automatinis programos atnaujinimas
116 = Pagalba
117 = Pagalba vartotojui (anglų k.)...
118 = Namų puslapis...
119 = Apie...
120 = Jūs neesate Administratorius!
121 = Ar esate tikri, kad norite pašalinti pasirinktą sistemos komponentą?\nSTOP, jeigu neesate įsitikinę!
122 = Išdiegėjas rodo visas įdiegtas programas ir komponentus esamam ir visiems naudotojams. Skyriuje "Išsamiau" arba per kontekstinį meniu galite gauti papildomą informaciją (įdiegimo nuorodos ir savybės). Pirminė Revo Uninstaller funkcija yra Medžiotojo būsena. Ši būsena duoda galimybę išdiegti, stabdyti, ištrinti ar išjungti auto paleistį tik vienu mygtuko paspaudimu.  
123 = Ieškoti
124 = Rasta:
125 = Ar esate tikri, kad norite pašalinti pasirinktą sistemos komponentą iš Registro?\nŠio komponento gali reikėti operacinei sistemai!
126 =  daugiau nepasileis automatiškai!
127 =  nustatytas automatinis paleidimas
128 = %s  yra įdiegta toje pat vietoje kaip ir %s!\nTen gali būti rasta likučių iš abiejų programų! Rūpestingai pasirinkite ką norite pašalinti!
129 = Priverstinis išdiegimas  

[Uninstaller List]
150 = Programa
151 = Dydis
152 = Versija
153 = Įdiegimo data
154 = Firma
155 = Internetinis puslapis
156 = Komentaras
157 = Išdiegimo eilutė
158 = Registro kodas
159 = Įdiegėjas

[Uninstaller StatusBar]
201 = Įdiegimai: 
202 = Kraunama...

[Registry Optimizer]
302 = Pasirinkite kur tikrinti
303 = Pradžios meniu:

[Autorun Toolbar]
407 = Paleisti
408 = Uždrausti
409 = Pašalinti
410 = Elementai :
411 = Įgalinta :
412 = Su autopaleisties vedliu jūs galite  ne tik įgalinti ar stabdyti programas nuo automatinės paleisties kraunantis Windows sistemai, bet ir gauti informaciją apie konkrečią programą. Jūs galite gauti paleidžiamos programos adresą, aprašymą, būklę (veikia ar neveikia) bei paleisties komandų vietą (ar registre ar byloje kietame diske).

[Autorun List]
450 = Paleisties pavadinimas
451 = Paleisties adresas
452 = Aprašymas
453 = Leidėjas
454 = Būklė
455 = Vieta
456 = VYKDOMA
457 = NEVYKDOMA
458 = NEGALIMAS
459 = Naikinti procesą
460 = Paleisti procesą
461 = Atverti aplanką su programa
462 = Vieta registre
463 = Kopijuoti paleidimo kelią
464 = Pasirinktas šalinti
465 = Pašalinti viską, kas netinkama
466 = Pašalinti viską, kas nedirba
467 = Pašalinti visus atjungtus
468 = Savybės...
470 = Ar esate tikri, kad norite uždaryti pasirintą programą?\nVisi neišsaugoti duomenys bus prarasti!
471 = Ar esate tikri, kad norite ištrinti pasirinktą elementą?
472 = Ar esate tikri, kad norite ištrinti visus klaidingus elementus?
473 = Ar esate tikri, kad norite ištrinti visus neveikiančius elementus?
474 = Ar esate tikri, kad norite ištrinti visus atjungtus elementus?
475 = Komanda neegzistuoja!
476 = NEŽINOMAS
477 = Neleisti automatinį paleidimą
478 = Įgalinti automatinį paleidimą

[Outlook Control]
300 = Optimizacija
301 = Registro Optimizatorius
400 = Autopaleisties vedlys
500 = Pėdsakų valytojas
501 = Naršyklės valytojas
600 = Microsoft Office valytojas
700 = Windows valytojas
800 = Įrodymų valytojas
900 = Nebeatstatomas šalinimas
2100 = Windows įrankiai
2200 = "Brukalų"(Junk) valytojas

[Track Cleaner Browsers]
507 = Viską išvalyti
508 = Išvalyti aplankytų interneto puslapių istoriją
509 = Ištrinti adresų juostos istoriją
510 = Ištrinti laikinas interneto bylas
511 = Išvalyti "sausainiukus"
512 = Ištrinti  Index.dat bylas
513 = Įvykdyti
514 = Ištrinti atsisiųstą istoriją
515 = Ištrinti sesijos istoriją
516 = Ištrinti formų užpildymo iatoriją
517 = Išdiegėjas
518 = Ar esate tikri, kad norite išvalyti visus pasirinktus istorijos duomenis?
521 = Ar esate tikri, kad norite išvalytir Internet Explorer istorijos duomenis?
522 = Ar esate tikri, kad norite išvalyti Firefox istorijos duomenis?
523 = Ar esate tikri, kad norite išvalyti Opera istorijos duomenis?
524 = Ar esate tikri, kad norite išvalytir Netscape istorijos duomenis?
525 = Jūsų naršyklė įrašo kiekvieno internetinio puslapio, kurį aplankėte, duomenis. Informacija gali būti lengvai pasiekta iš jūsų naršyklės lango ir paprasčiausiai paspaudžiant mygtuką, todėl bet kas gali matyti ką naršėte Internete! Su Naršyklės valytoju jūs galite ištrinti laikinas interneto bylas, kurios talpina visas nuotraukas, video, interneto puslapius peržiūrėtus tiesiogiai Internete. Ištrinant laikinas interneto bylas atlaisviname daug vietos kietąjame diske. 
526 = Uždarykite interneto naršyklę prieš valant jos paliktus pėdsakus.
527 = Index.dat bylos bus ištrintos perkrovus kompiuterį.
599 = Pėdsakų valymo veiksmai pasirinktiems elementams yra baigti!

[Office Track Cleaner]
601 = Valyti
607 = Valyti Microsoft Word paskutinių dokumentų istoriją.
608 = Kartu su Word 2000, Word XP, Word 2003 ir Word 2007
609 = Valyti Microsoft Excel paskutinių dokumentų istoriją
610 = Kartu su Excel 2000, Excel XP, Excel 2003 ir Excel 2007
611 = Valyti Microsoft Access paskutinių dokumentų istoriją
612 = Kartu su Access 2000, Access XP, Access 2003 ir Access 2007
613 = Valyti Microsoft PowerPoint paskutinių dokumentų istoriją.
614 = Kartu su PowerPoint 2000, PowerPoint XP, PowerPoint 2003 ir PowerPoint 2007
615 = Valyti Microsoft FrontPage paskutinių dokumentų istoriją.
616 = Kartu su FrontPage 2000, FrontPage XP, FrontPage 2003 ir FrontPage 2007
617 = Microsoft Office valytojas leidžia pašalinti daugumą neseniai naudotų Microsoft Word, Excel, Access, PowerPoint ir FrontPage bylų istoriją. Jeigu nenorite, kad kažkas kitas matytų paskutines atidarytas arba redaguotas lenteles, dokumentus ar kitas bylas sukurtas naudojant  Microsoft Office, pasirinkite tuos bylų tipus, kurių nebenorite ir paspauskite “Valyti” mygtuką. Jūsų paskutinės naudotos bylos, kurias pasirinkote, daugiau nebebus atidaromos. 

[Windows Tracks Cleaner]
701 = Valyti
707 = Valytipaskutinių dokumentų istoriją
708 = Valyti autopaleisties meniu istoriją. 
709 = Valyti bylų paieškos istoriją.
710 = Valyti printerius, kompiuterius ir Žmonių radimo istoriją 
711 = Valyti iškarpinę
712 = Valyti "MS Paint" paskutinių bylų istoriją
713 = Valyti "MS Wordpad" paskutinių bylų istoriją
714 = Valyti Regedit paskutinių atidarytų raktų istoriją
715 = Valyti Common Dialog Open/Save paskutinę istoriją
716 = Valyti Common Dialog paskutinio aplankyto aplanko istoriją
717 = Ištuštinti "šiukšlių dėžę"
718 = Ištrinti Windows laikinas bylas 
719 = Ištrinti Start Meniu naudojimo protokolus
720 = Microsoft Windows saugo pėdsakus daugelio dalykų, kuriuos darote su savo kompiuteriu, kaip bylų paieškos istoriją, neseniai atvertų dokumentų  istoriją, atidarymo/išsaugojimo istoriją standartiniuose bylų dialoguose nuo skirtingų programų ir daug kitų dalykų. Windows Valytojas leidžia pašalinti visą šią istoriją ir laikinas bylas. Taip pat jūs galite ištuštinti savo "Šiukšlių dėžę" ir ištrinti laikinas bylas taip atlaisvindami daug vietos kietąjame diske.
721 = Paleidimo istorija bus ištrinta, explorer.exe procesas bus perkrautas.
722 = Pėdskai Windows Registre
723 = Pėdsakai lokalaus kietojo disko kaupiklyje
724 = Ištrinti  stringančios atminties išklotinės bylas
725 = Ištrinti Chkdsk (Disko tikrinimo) atkurtos bylos fragmentus


[Evidence Remover]
802 = Įvykdyti
803 = Trinama
804 = Prašome palaukti kol vyksta trynimo procesas
805 = Atlikta
806 = Padėkite varnelę ant disko, kuris turi jūsų darbo pėdsakus ir įrodymus ir kuriuos norėtumėte ištrinti. Šis įrankis paveikia tik jau ištrintus duomenis. PERSPĖJIMAS: Kai procesas bus užbaigtas, ištrintų bylų jau nebeatkursite!
807 = Kai ištuštinate Windows "Šiukšlių dėžę", jūsų bylos ir aplankai yra pažymimi kaip "ištrinti", tačiau fiziškai jie nėra ištrinami. Šis įrankis  visam laikui ištrins bylas ir aplankus, kurie jau buvo pašalinti, bet yra likę jūsų kompiuterio kietąjame diske. Nesvarbu kokius įrankius vėliau jūs ar kažkas bandys naudoti bandydami atkurti duomenis, rezultatas bus tas pats - duomenų nerasta. Duomenys bus ištrinti su Įrodymų Šalintoju ir bus nebeįmanoma juos atkurti!
808 = Are esate tikri, kad norite ištrinti likusius pėdsakus ir duomenis pasirinktame diske?

[Unrecoverable Delete]
912 = Bylų ir aplankų sąrašas, kurie bus ištrinti ir jų jau nebeatkursite
913 = Bylos
914 = Aplankai
915 = Įterpkite bylas, kurias norite ištrinti ir pašalinti iš sistemos. Šių bylų nebeatkursite jokiomis programomis!
916 = Įterpkite aplankus, kuriuos norite ištrinti ir pašalinti iš sistemos. Šių aplankų nebeatkursite jokiomis programomis!
917 = Pridėkite bylas, kurias norite ištrinti 
918 = Pridėkite aplankus, kuriuos norite ištrinti 
919 = IŠTRINTI VISAM LAIKUI
920 = Išvalyti sąrašą
921 = Jei norite saugiai ištrinti bylą ar aplanką (kad būti tikram, jog naudojant bet kokį įrankį nebus įmanoma atstatyti šią bylą ar aplanką), naudokite nebeatstatomą Ištrynimą. Bylų ištrynimas ir "Šiukšlių dėžės" ištuštinimas nereiškia, kad šios bylos išnyko amžinai, jos vis dar yra jūsų kompiuterio kietąjame diske. Nebeatstatomo Ištrynimo įrankis atstatymą padaro neįmanomu, kadangi fiziškai ištrina visas pasirinktas bylas ir aplankus.
922 = Ar esate įsitikinę, kad norite visam laikui ištrinti pasirinktas bylas ir aplankus?

[Options Tree]
1001 = Parametrai
1100 = Bendrai
1200 = Išdiegėjas

[General]
1101 = Nustatyta kalba:
1102 = Išplėstinė būsena
1103 = Tikrinti atnaujinimus pakrovimo metu

[Uninstaller Options]
1201 = Parodyti sistemos atnaujinimus
1202 = Parodyti sistemos komponentus
1203 = Įgalinti greitą pakrovimą
1204 = Paleidimas tik programos išdiegiklio
1205 = (Nepalaiko Windows Vista)
1206 = Sukurkite sistemos atstatymo tašką prieš išdiegdami 
1207 = Ištrinti likusias bylas ir aplankus į "Šiukšlių dėžę" 


[Auto Update]
1907 = Atnaujinti
1908 = Versijos informacija
1909 = Esama versija:
1910 = Paskutinė versija:
1911 = Atsisiųsti
1912 = Gaukite paskutinę versiją
1913 = Kas naujo
1914 = Tikrinama...
1915 = Sujungimo klaida...
1916 = SUSTABDYTI
1917 = Atsisiųsta %s iš %s
1918 = Atsisiųsta %s (visas dydis nežinomas)
1919 = Revo Uninstaller negalėjo prsijungti prie www.revouninstaller.com. Prašome patikrinti ar Interneto ryšys aktyvus ir jūsų ugniasienė neblokuoja Revo Uninstaller
1920 = Klaida: Naujos versijos tikrinimas nepavyko. Nėra Interneto ryšio. 

[WinTools]
2110 = Vykdyti
2111 = Yra daug parankių ir naudingų įrankių kiekvienoje Windows operacinėje sistemoje. Kai kurie įrankiai naudoja kompleksą komandų eilučių,  Kitas sunku pasiekti. "Windows Įrankiai" duoda greitą vieno paspaudimo pasiekiamumą prie daugiau negu dešimt įprastų Windows įrankių.
2112 = Jei atsitinka problema, jūs galite naudoti Sistemos atkūrimą, kad atstatyti jūsų kompiuterį į pradinį būvį neprarandant asmeninių duomenų.Sistemos atkūrimas stebi sistemos pokyčius, kai kurias programų bylas ir automatiškai kuria lengvai identifikuojamus atstatymo taškus. Šie atstatymo taškai leidžia atgaline eiga nukreipti sistemą į anksčiau išsaugotą atstatymo būklę.Jie yra kuriami kasdien ir tada, kai yra žymūs sistemos pokyčiai. Jūs taip pat galite bet kuriuo metu sukurti ir pavadinti savo atstatymo taškus.
2113 = Galite naudoti, kad surinkti ir parodyti informaciją apie jūsų kompiuterio aparatinę įrangą ir operacinę sistemą, jūsų interneto konfiguraciją ir jūsų modemo ir tinklo adapterio konfiguraciją. Su Tinklo Diagnostikos Įrankiu (Network Diagnostics) galite atlikti sistemos peržiūrą ir patikrinti tinklo ryšius ir ar yra funkcionalios su tinklu susijusios jūsų programos ir paslaugos. 
2114 = Tinklo informacija parodo visą esamą TCP/IP tinklo konfiguraciją, Dinaminio serverio konfiguracijos protokolo (DHCP) ir sričių vardų sistemos (DNS) nuostatas. Tinklo informacija taip pat parodo pilną TCP/IP konfiguraciją visiems adapteriams įskaitant IP adresą, MAC adresą, potinklio kaukę, užduotą tinklų sietuvą, Windows Internet pavadinimų servisą (WINS) ir  DNS konfiguraciją.
2115 = Saugumo centras patikrina jūsų kompiuterio trijų saugumo pagrindų būklę: Ugniasienės, Automatinio atnaujinimo ir kenkimo programų (Malware)/virusų apsaugą. Jei problema yra aptikta su bet kuriuo iš šių saugumo pagrindų (pavyzdžiui, jei jūsų antivirusinė programa yra neatnaujinta), Saugumo centras siunčia perspėjimą ir rekomenduoja kaip geriau apsaugoti jūsų kompiuterį.
2116 = Sistemos savybės gali būti naudojamos pažiūrėti tokią aparatinės įrangos informaciją,  kaip Procesoriaus tipą, pilną RAM atmintį, pažiūrėti ir pakeisti parametrus, kurie kontroliuoja kaip kompiuteris naudoja atmintį, randa tam tikrą informaciją (aparatinės įrangos ir įtaisų savybės), sukonfiguruoti aparatinės įrangos profilius, pažiūrėti informaciją apie tinklo ryšius ir prisijungimo profilius bei pranešti sistemos ir programų klaidas į Microsoft arba jūsų sistemos administratoriui (kada jos atsiranda).
2117 = Sistemos informacija yra Windows operacinės sistemos komponentas, kuris surenka ir parodo sistemos konfiguracijos informaciją lokaliems arba nuotoliniams kompiuteriams. Tai yra informacija apie aparatinės įrangos konfiguracijas, kompiuterio komponentus ir programinę įrangą bei žymėtas ir nežymėtas tvarkykles. Sistemos informacija yra palaikomasis įrankis, kurį jūs galite naudoti informacijos apie jūsų kompiuterį bei jo operacinę sistemą greitam atradimui. 
2118 = TCP/IP Netstat komanda yra Windows operacinės sistemos komponentas, kuris parodo  visas aktyvius  TCP ryšius ir  UDP jungtis, kurių kompiuteris klauso ir parodo kurdamas kiekvieną ryšį arba klausydamas jungčių (vykdomos programos pavadinimas yra [ ] skliausteliuose apačioje, viršuje yra iššaukiantis komponentas ir t.t. kol bus pasiektas TCP/IP).
2119 = Virtuali klaviatūra monitoriuje leidžia naudotojams su ribotomis judėjimo galimybėmis spausdinti duomenis naudojant manipuliatorių arba valdymo rankeną. Virtualios klaviatūros tikslas - duoti minimalų funkcionalumo lygį žmonėms su negalia. Taip pat galima naudoti virtualią klaviatūrą jei manote, kad jūsų kompiuteryje yra klaviatūrinis šnipas ir visi klavišų paspaudimai, kuriuos vykdote, yra  užrašomi. Virtuali klaviatūra pašalina mygtukų paspaudimo proceso sekimą. 
2120 = Disko Defragmentatorius analizuoja lokalius diskus ir surenka fragmentuotas bylas ir aplankus taip, kad kiekvienas užimtų vientisą disko erdvę. Disko Defragmentatorius taip pat sujungia disko laisvą erdvę sumažindamas naujų bylų fragmentavimo būtinybę. Šių pokyčių dėka jūsų sistema gali daug efektyviau pasiekti bylas ir aplankus bei išsaugoti naujus.
2121 = Jūs galite šią paslaugą panaudoti  lokalių arba nuotolinių kompiuterių paleidimui, sustabdymui, pauzei arba paslaugos sustabdymui. Paslaugos taip pat gali vykdyti atstatomuosius veiksmus kai paslauga sugenda (pavyzdžiui, serviso automatinis perkrovimas), įgalinti arba sustabdyti servisą tam tikrai aparatinei įrangai ir pamatyti kiekvieno serviso būklę ir aprašymą.
2122 = Shared Folders gali būti naudojami valdyti bendrus tinklo išteklius, kontroliuoti prisijungimo leidimus, sesijos veiklą, bendrų išteklių nustatymus ir parodyti ryšių santrauką ir išteklių panaudojimą vietiniams ir nuotoliniams kompiuteriams.  Shared Folders galima pamatyti visus naudotojus, kurie yra prisijungę nuotoliniu būdu (per tinklą) prie jūsų kompiuterio  ir atjungti vieną ar visus prisijungusius. Taip pat galite pažiūrėti sąrašą bylų, kurios esamu metu yra atidarytos nuotolinių vartotojų.
2123 = Group Policy įtraukia naudotojo nustatymų ir kompiuterio konfigūracijos nusistatytas taisykles. Group Policy nustatymai apibrėžia įvairius naudotojo darbalaukio aplinkos komponentus, kurie reikalingi sistemos administratoriaus darbui (pavyzdžiui, programos pasiekiamos naudotojui, programos, kurios atsiranda naudotojo darbalaukyje ir pasirinkimai iš Start meniu).
2124 = Add/Remove Windows įrankis padeda valdyti įdiegtus jūsų kompiuteryje  Windows komponentus. Kai Windows operacinė sistema yra įdiegta jūsų kompiuteryje, jūs galite naudoti šį įrankį, kad pridėti Windows komponentą, kuris nebuvo įtrauktas į originalų įdiegimą arba pašalinti egzistuojantį Windows komponentą, kurio daugiau nenorite.
2125 = The Microsoft Windows Malicious Software Removal Tool tikrina kompiuterius dirbančius Windows operacinėje sistemoje ar nėra specifinių kenkėjiškų  programų ir padeda pašalinti bet kokią rastą tokio tipo infekciją. Į šias kenkėjiškas programas įeina tam tikri virusai, kompiuteriniai "kirminai", Trojos arkliai. Kai aptikimo ir pašalinimo procesas yra baigtas, įrankis parodo ataskaitą apie darbo rezultatus įskaitant kokia kenkėjiška programa buvo rasta ir pašalinta.


[Junk Files Cleaner Options]
2202 = Tikrinami diskai:
2203 = Šablonas
2204 = Aprašymas
2205 = Pridėti
2206 = Pašalinti
2207 = Atkurti pradinę būseną
2208 = "Brukalų" (Junk) valytojas: Bendra
2209 = "Brukalų"(Junk) valytojas: Išimtis
2220 = Tikrinimo šablonas:
2221 = Galite naudoti simbolius  ? ir/arba * kaip pakaitos simbolius
2222 = Pridėti šabloną
2223 = Pridėti išimtinį šaboną
2224 = Galite naudoti simbolius  ? ir/arba * kaip pakaitos simbolius
2225 = Išimtinis šablonas:
2226 = Ištrinti bylas į "šiukšlių dėžę"
2227 = Ignoruoti bylas naudotas paskutinias 24 val.

[Junk Files Cleaner Tool]
2306 = Tikrinti
2307 = Ištrinti
2308 = Tikrinama
2309 = Palaukite, kol vyksta tikrinimas.
2310 = Atsisakyti
2311 = Pavadinimas
2312 = Dydis
2319 = Bylos:
2320 = Bendras dydis:
2323 = Yra bylų, naudojamų Windows arba kitos programos\n todėl dabar jų ištrinti negalima
2324 = Jūs turite pasirinkti mažiausiai veną diską arba plėtinį tikrinimu.
2325 = "Brukalų" valytojas ras ir pašalins įvairius nereikalingų bylų tipus iš jūsų kompiuterio.Paprastai tokios bylos, kai tik jų nebereikia, yra ištrinamos pačios programos, kuri jas sukūrė. Kaip bebūtų, jos gali pastoviai išlikti jūsų kompiuterio kietąjame diske netikėtai nustojus veikti programai, sistemai užstrigus ir t.t. Jei taip atsitinka , tai gali sąlygoti disko laisvos vietos sumažėjimą arba sistemos sulėtėjimą ir t.t.\n\n Informacijai spauskite "Pagalba", o po to “Pagalba vartotojui”.
2326 = Byla
2327 = Trinamos bylos

[Context Menu Junk Files Cleaner]
2313 = Atidaryti
2314 = Ieškoti Google paieškoje 
2315 = Atverti talpinantį aplanką
2316 = Savybės...
2317 = Patikrinti visus elementus
2318 = Netikrinti visų elementų
2321 = Patikrinti pasirinktus elementus
2322 = Netikrinti pasirinktų elementų

[Topmost Window]
4002 = Parametrai
4003 = Atverti pagrindinį langą
4004 = Vilkimo būklė
4005 = Sekimo būklė
4006 = Dydis
4007 = Mažas
4008 = Vidutinis
4009 = Didelis
4010 = Lango dydis
4011 = IŠEITI
4012 = Išdiegti
4013 = Sustabdyti autopaleistį
4014 = Visiškai panaikinti procesą
4015 = Visiškai panaikinti ir ištrinti procesą
4016 = Atverti talpinantį aplanką
4017 = Informacija
4018 = Savybės
4019 = Atsisakyti
4020 = Tik viena byla vienu metu yra palaikoma!
4021 = Jūs prikabinote aplanką, prašome prikabinti ir atitempti bylą!
4022 = Išdiegti arba pašalinti:
4023 = Neišspręsta! Bandykite nurodyti kitą langą, piktogramą arba užduočių juostos elementą.
4024 = Nepasileidžia išdiegimo nurodymas!\n Prašome išdiegti programą naudojant išdiegėją.
4025 = Nerasta įdiegimo rinkinio!\nPatarimas: Gaukite daugiau informacijos programai iš pagrindinio lango ir\n bandykite išdiegti rankiniu būdu!
4026 = Pasirinkta programa neįgalinta pasileisti automatiškai!\nPatarimas: Jei norite ją įgalinti, naudokite pačios programos autopaleisties įrankį!
4027 = Pasirinkta programa nerasta pagrindinėse paleisties vietose!\nPatarimas Kad surasti retai naudojamas programos autopaleisčiai vietas, pasinaudokite Google paieška!
4028 = Ar esate tikras, kad  norite uždaryti pasirinktą programą?\nVisi neišsaugoti duomenys bus prarasti!
4029 = Išdiegėjas
4030 = Ar esate tikri, kad norite uždaryti ir ištrinti pasirinktą programą?\nVisa neišsaugota informacija bus prarasta!
4031 = Ar esate tikri, kad norite uždaryti Windows Explorer?\n Pradžios meniu, užduočių juosta ir sistemos juosta pradings!
4032 = Autopaleistis su Windows
4033 = Skaidrumas

[Scan After Uninstall]
4210 = Vieta
4211 = Raktas
4212 = Vertė
4213 = Duomenys
4214 = Byla
4215 = Joks elementas nepasirinktas. Pasirinkite elementą ištrynimui!
4216 = Patikrinti po išdiegimo
4217 = Pasirinkti viską
4218 = Pasirinkimo atšaukimas
4219 = Ištrinti
4220 = Likę bylos
4221 = Likę Registro įrašai
4222 = Peržiūrima prieš išdiegimą, prašome palaukti...
4223 = Išdiegimo vykdymas...
4224 = Prašome pradėti  likusių bylų, aplankų ir registro raktų peržiūrą kai programos išdiegimas bus baigtas.
4225 = Peržiūrima po išdiegimo, prašome palaukti...
4226 = Prašome patikrinti pateikus elementus!
4227 = Uždaryti
4228 = Likę sąraše bylos bus ištrintos kai sistema persikraus.
4229 = Programos išdiegimas nepasileido!\nGalima klaidinga išdiegimo komanda!
4230 = Atgal
4231 = Toliau
4232 = Pasirinkite išdiegimo būdą
4233 = Metodai
4234 = Užduota  - paleisti tik programos išdiegėją be papildomos peržiūros
4235 = Saugus metodas - įeina užduotas būdas ir atliekamos papildomos peržiūros Registre ir kietąjame diske, kad rasti elementus, kuriuos saugu ištrinti. Tai greičiausias būdas.
4236 = Vidutinis metodas - įeina Saugus metodas ir atlieka išplėstą peržiūrą, kad rasti visą bendrosiose Registro vietose ir kietąjame diske programų paliekamą informaciją 
4237 = Išplėstinis metodas - įeina Vidutinis lygis ir atliekama gili ir kruopšti peržiūra, kad rasti visą bendrosiose Registro vietose ir kietąjame diske programų paliekamą informaciją . Tai lėčiausias būdas.
4238 = Analizuojami programos duomenys prieš išdiegimą.
4239 = Paleidžiamas programos išdiegiklis.
4240 = Kai programa bus išdiegta, spauskite "Toliau" mygtuką pradėti likusių bylų, aplankų ir registro elementų peržiūrą. 
4241 = Vykdoma pirminė analizė bei išdiegimas. 
4242 = Ieškoma likusios informacijos.
4243 = Programos išdiegimas baigtas, dabar peržiūrimas Registras ir kietasis diskas, kad rasti likusias bylas, aplankus bei registro elementus susijusius su išdiegta programa. Prašome palaukti….
4244 = Rasti likę Registro elementai
4245 = Rasti Registro elementai:
4246 = Dėmesio: Prašome rūpestingai patikrinti storesnio šrifto elementus! Tik patikrinti storesnio šrifto elementai ir jų subelementai gali būti ištrinti!
4247 = Rastos likusios bylos ir aplankai
4248 = Rasti elementai:
4249 = Mano kompiuteris
4250 = Revo Uninstaller negalėjo paleisti programos išdiegiklio. Galbūt programos išdiegimo komanda yra klaidinga arba išdiegimo programa sugadinta. Galite spausti "Atgal" mygtuką ir bandyti kitą išdiegimo metodą.
4251 = Programos išdiegimas baigtas. Revo Uninstaller neieškos likusių elementų. Galite spausti “Atgal” mygtuką ir bandyti kitą išdiegimo būdą, kad rasti likusias bylas, aplankus ir Registro elementus.
4252 = Revo Uninstaller sėkmingai baigė išdiegimo procedūrą, bet nerado likusių elementų. Galite spausti “Atgal” mygtuką ir bandyti kitą išplėstą su gilesne peržiūra.
4253 = Revo Uninstaller sėkmingai baigė išdiegimo procedūrą. Jei norite surasti daugiau likusių elementų spauskite “Atgal” mygtuką ir bandykite aukštesnio lygio išdiegimo metodą su gilesne peržiūra.
4254 = Baigti
4255 = Ar esate tikri, kad norite ištrinti šias bylas į "Šiūkšlinę"?
4256 = Ar esate tikri, kad norite ištrinti pasirinktus registro elementus?
4257 = Revo Uninstaller sėkmingai baigė išdiegimo procedūrą!
4258 = Ar esate tikri, kad norite praleisti rastų likusių Registro įrašų ištrynimą ir pereiti į kitą žingsnį?
4259 = Ar esate tikri, kad norite rastų likusių bylų ir aplankų ištrynimą ir pereiti į kitą žingsnį? 
4260 = Likusių elementų paieška baigta. Spauskite "Toliau", kad pamatyti rezultatus!
4261 = Kuriamas atstatymo taškas...
4262 = Kuriamas atstatymo taškas - nepavyko!
4263 = Kuriamas atstatymo taškas - išjungta (savybėse->išdiegėjas)
4264 = Kuriamas atstatymo taškas - įvykdyta!


[About]
4300 = Vertėjai:

[ContextMenu Uninstaller]
5000 = Komandos
5001 = Informacija
5002 = Ieškoti Google paieškos sistemoje
5004 = Įdiegti adresą
5005 = Atidaryti Apie nuorodą...
5006 = Atidaryti Pagalba nuorodą...
5007 = Atidaryti Atnaujinimo nuorodą...
5008 = Atidaryti Registro nuorodą...

[Common]
10000 = Gerai
10001 = Nutraukti
10002 = Pagalba
10003 = Naršyti
10004 = Pagalba vartotojui (anglų k.)
10005 = Pradžios tinklapis
10006 = Apie
10007 = Perspėjimas
10008 = KLAIDA

[Tooltips]
2000 = Perjungti į išinstaliavimo būseną
2001 = Parodyti įrankių skydelį
2002 = Sureguliuoti nuostatas
2003 = Perjungti į Sekimo būseną
2004 = Pakeisti įdiegtų programų sąrašo rodymą
2005 = Išdiegti pasirinktą programą
2006 = Ištrinti pasirinktą įrašą iš registro
2007 = Atnaujinti programų sąrašą
2008 = Atnaujinti esamą versiją į paskutinę versiją 
2009 = Rasti papildomą informaciją ir atsakymus į visus klausimus apie programas 
404 = Pradėti pasirinktą programą
405 = Sustabdyti ir uždaryti pasirinktas programas
406 = Neleisti pasirinktai programai pasileisti automatiškai
506 = Išvalyti pasirinktus parametrus
605 = Išvalyti pasirinktus parametrus
705 = Išvalyti pasirinktus parametrus
2106 = Paleisti pasirinktus įrankius
2304 = Ieškoti nereikalingų bylų pagal pasirinktus parametrus
2305 = Ištrinti pasirinktas bylas į "Šiukšlių dėžę" 

